Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# messaging_block
source: Block
es: Bloquear
ko: 차단
vi: Chặn
zh_hans: 屏蔽
zh_hant: 封鎖

# messaging_block_failed
source: Block Failed
es: Error al bloquear
ko: 차단 실패
vi: Chặn thất bại
zh_hans: 屏蔽失败
zh_hant: 封鎖失敗

# messaging_block_this_user
source: Block this user
es: Bloquear este usuario
ko: 이 사용자 차단
vi: Chặn người dùng này
zh_hans: 屏蔽此用户
zh_hant: 封鎖此用戶

# messaging_block_user
source: Block User
es: Bloquear usuario
ko: 사용자 차단
vi: Chặn người dùng
zh_hans: 屏蔽用户
zh_hant: 封鎖用戶

# messaging_block_user_footer
source: You won't see messages from this user anymore.
es: Ya no verás mensajes de este usuario.
ko: 이 사용자의 메시지가 더 이상 표시되지 않습니다.
vi: Bạn sẽ không thấy tin nhắn từ người dùng này nữa.
zh_hans: 您将不再看到此用户的消息。
zh_hant: 您將不再看到此用戶的訊息。

# messaging_blocked_user
source: Blocked user
es: Usuario bloqueado
ko: 차단된 사용자
vi: Người dùng đã bị chặn
zh_hans: 已屏蔽的用户
zh_hant: 已封鎖的用戶

# messaging_blocked_user_message
source: Message unavailable
es: Mensaje no disponible
ko: 메시지를 사용할 수 없음
vi: Tin nhắn không khả dụng
zh_hans: 消息不可用
zh_hant: 訊息不可用

# messaging_cancel
source: Cancel
es: Cancelar
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# messaging_change_group_photo
source: Change group photo
es: Cambiar foto del grupo
ko: 그룹 사진 변경
vi: Đổi ảnh nhóm
zh_hans: 更换群组照片
zh_hant: 更換群組照片

# messaging_characters_over_limit
source: Characters over the limit: %lld
es: Caracteres por encima del límite: %lld
ko: 글자 수 초과: %lld
vi: Số ký tự vượt quá giới hạn: %lld
zh_hans: 超出字数：%lld
zh_hant: 超出字數：%lld

# messaging_characters_remaining
source: Characters remaining: %lld
es: Caracteres restantes: %lld
ko: 남은 글자 수: %lld
vi: Số ký tự còn lại: %lld
zh_hans: 剩余字数：%lld
zh_hant: 剩餘字數：%lld

# messaging_conversation_details_title
source: Conversation Details
es: Detalles de conversación
ko: 대화 상세
vi: Chi tiết cuộc trò chuyện
zh_hans: 对话详情
zh_hant: 對話詳情

# messaging_conversation_name_section
source: Conversation Name
es: Nombre de conversación
ko: 대화 이름
vi: Tên cuộc trò chuyện
zh_hans: 对话名称
zh_hant: 對話名稱

# messaging_conversations
source: Conversations
es: Conversaciones
ko: 대화
vi: Cuộc trò chuyện
zh_hans: 对话
zh_hant: 對話

# messaging_delete_conversation_message
source: This will hide the conversation from your list. The other participants won't be affected.
es: Esto ocultará la conversación de tu lista. Los otros participantes no se verán afectados.
ko: 대화가 목록에서 숨겨집니다. 다른 참여자에게는 영향이 없습니다.
vi: Cuộc trò chuyện sẽ bị ẩn khỏi danh sách của bạn. Những người tham gia khác sẽ không bị ảnh hưởng.
zh_hans: 这将从您的列表中隐藏此对话。其他参与者不会受到影响。
zh_hant: 這將從您的列表中隱藏此對話。其他參與者不會受到影響。

# messaging_delete_conversation_title
source: Delete Conversation
es: Eliminar conversación
ko: 대화 삭제
vi: Xóa cuộc trò chuyện
zh_hans: 删除对话
zh_hant: 刪除對話

# messaging_delete_failed_message_confirmation
source: This message was not sent. It will be removed from this conversation.
es: Este mensaje no se envió. Se eliminará de esta conversación.
ko: 이 메시지는 전송되지 않았습니다. 이 대화에서 제거됩니다.
vi: Tin nhắn này chưa được gửi. Nó sẽ bị xóa khỏi cuộc trò chuyện này.
zh_hans: 此消息未发送。它将从此对话中移除。
zh_hant: 此訊息未發送。它將從此對話中移除。

# messaging_delete_for_me
source: Delete for Me
es: Eliminar para mí
ko: 나에게만 삭제
vi: Xóa cho tôi
zh_hans: 为我删除
zh_hant: 為我刪除

# messaging_delete_for_me_confirmation
source: This message will be hidden from your view only. Other participants will still see it.
es: Este mensaje solo se ocultará para ti. Los demás participantes aún podrán verlo.
ko: 이 메시지는 내 화면에서만 숨겨집니다. 다른 참여자들은 여전히 볼 수 있습니다.
vi: Tin nhắn này sẽ chỉ bị ẩn khỏi chế độ xem của bạn. Các thành viên khác vẫn sẽ thấy nó.
zh_hans: 此消息将仅从您的视图中隐藏。其他参与者仍可看到。
zh_hant: 此訊息將僅從您的檢視中隱藏。其他參與者仍可看到。

# messaging_deleted_user
source: Deleted User
es: Usuario eliminado
ko: 삭제된 사용자
vi: Người dùng đã xóa
zh_hans: 已删除的用户
zh_hant: 已刪除的用戶

# messaging_description
source: Description
es: Descripción
ko: 설명
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# messaging_done
source: Done
es: Hecho
ko: 완료
vi: Xong
zh_hans: 完成
zh_hant: 完成

# messaging_edit_placeholder
source: Edit message...
es: Editar mensaje...
ko: 메시지 수정...
vi: Chỉnh sửa tin nhắn...
zh_hans: 编辑消息...
zh_hant: 編輯訊息...

# messaging_edited
source: Edited
es: Editado
ko: 수정됨
vi: Đã chỉnh sửa
zh_hans: 已编辑
zh_hant: 已編輯

# messaging_editing_message
source: Editing Message
es: Editando mensaje
ko: 메시지 편집 중
vi: Đang chỉnh sửa tin nhắn
zh_hans: 编辑消息
zh_hant: 編輯訊息

# messaging_error_create_conversation
source: Couldn't start the conversation. Please try again.
es: No se pudo iniciar la conversación. Inténtalo de nuevo.
ko: 대화를 시작할 수 없습니다. 다시 시도해 주세요.
vi: Không thể bắt đầu cuộc trò chuyện. Vui lòng thử lại.
zh_hans: 无法开始对话，请重试。
zh_hant: 無法開始對話，請重試。

# messaging_error_edit_message
source: Failed to edit message: %@
es: Error al editar el mensaje: %@
ko: 메시지 수정 실패: %@
vi: Không thể chỉnh sửa tin nhắn: %@
zh_hans: 编辑消息失败：%@
zh_hant: 編輯訊息失敗：%@

# messaging_error_reaction
source: Couldn't update the reaction. Please try again.
es: No se pudo actualizar la reacción. Por favor, inténtalo de nuevo.
ko: 반응을 업데이트하지 못했습니다. 다시 시도해 주세요.
vi: Không thể cập nhật phản ứng. Vui lòng thử lại.
zh_hans: 无法更新表情回应。请重试。
zh_hant: 無法更新表情回應。請重試。

# messaging_error_read_audio
source: Failed to read audio: %@
es: Error al leer el audio: %@
ko: 오디오 읽기 실패: %@
vi: Không thể đọc âm thanh: %@
zh_hans: 读取音频失败：%@
zh_hant: 讀取音訊失敗：%@

# messaging_error_send_audio
source: Failed to send audio: %@
es: Error al enviar el audio: %@
ko: 오디오 전송 실패: %@
vi: Không thể gửi âm thanh: %@
zh_hans: 发送音频失败：%@
zh_hant: 發送音訊失敗：%@

# messaging_error_send_location
source: Failed to send location: %@
es: Error al enviar la ubicación: %@
ko: 위치 전송 실패: %@
vi: Không thể gửi vị trí: %@
zh_hans: 发送位置失败：%@
zh_hant: 發送位置失敗：%@

# messaging_error_unsend_message
source: Failed to unsend message: %@
es: Error al deshacer el envío del mensaje: %@
ko: 메시지 보내기 취소 실패: %@
vi: Không thể thu hồi tin nhắn: %@
zh_hans: 撤回消息失败：%@
zh_hant: 收回訊息失敗：%@

# messaging_error_upload_image
source: Failed to upload image: %@
es: Error al subir la imagen: %@
ko: 이미지 업로드 실패: %@
vi: Không thể tải lên hình ảnh: %@
zh_hans: 上传图片失败：%@
zh_hant: 上傳圖片失敗：%@

# messaging_failed_to_add_participants
source: Failed to add participants
es: Error al agregar participantes
ko: 참여자 추가에 실패했습니다
vi: Không thể thêm người tham gia
zh_hans: 添加参与者失败
zh_hant: 新增參與者失敗

# messaging_failed_to_leave_conversation
source: Failed to leave conversation
es: Error al salir de la conversación
ko: 대화에서 나가기에 실패했습니다
vi: Không thể rời cuộc trò chuyện
zh_hans: 退出对话失败
zh_hant: 退出對話失敗

# messaging_failed_to_load_image
source: Failed to load image
es: Error al cargar la imagen
ko: 이미지 로드에 실패했습니다
vi: Không thể tải hình ảnh
zh_hans: 加载图片失败
zh_hant: 載入圖片失敗

# messaging_failed_to_remove_participant
source: Failed to remove participant
es: Error al eliminar participante
ko: 참여자 제거에 실패했습니다
vi: Không thể xóa người tham gia
zh_hans: 移除参与者失败
zh_hant: 移除參與者失敗

# messaging_group_name_placeholder
source: Group Name
es: Nombre del grupo
ko: 그룹 이름
vi: Tên nhóm
zh_hans: 群组名称
zh_hant: 群組名稱

# messaging_image_failed
source: Image failed to load
es: No se pudo cargar la imagen
ko: 이미지를 불러오지 못했습니다
vi: Không tải được hình ảnh
zh_hans: 图片加载失败
zh_hant: 圖片載入失敗

# messaging_image_viewer_close_accessibility
source: Close image viewer
es: Cerrar visor de imágenes
ko: 이미지 뷰어 닫기
vi: Đóng trình xem hình ảnh
zh_hans: 关闭图片查看器
zh_hant: 關閉圖片檢視器

# messaging_input_hint
source: Type your message here
es: Escribe tu mensaje aquí
ko: 여기에 메시지를 입력하세요
vi: Nhập tin nhắn của bạn tại đây
zh_hans: 在此输入您的消息
zh_hant: 在此輸入您的訊息

# messaging_input_label
source: Message
es: Mensaje
ko: 메시지
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# messaging_leave
source: Leave
es: Salir
ko: 나가기
vi: Rời khỏi
zh_hans: 离开
zh_hant: 離開

# messaging_leave_conversation
source: Leave Conversation
es: Salir de la conversación
ko: 대화 나가기
vi: Rời cuộc trò chuyện
zh_hans: 离开对话
zh_hant: 離開對話

# messaging_leave_conversation_confirmation
source: Are you sure you want to leave this conversation? You can still see the message history but won't receive new messages.
es: ¿Estás seguro de que deseas salir de esta conversación? Podrás ver el historial de mensajes pero no recibirás nuevos mensajes.
ko: 이 대화에서 나가시겠습니까? 메시지 기록은 계속 볼 수 있지만 새 메시지는 받을 수 없습니다.
vi: Bạn có chắc chắn muốn rời cuộc trò chuyện này? Bạn vẫn có thể xem lịch sử tin nhắn nhưng sẽ không nhận được tin nhắn mới.
zh_hans: 确定要离开此对话吗？您仍然可以查看消息历史，但不会收到新消息。
zh_hant: 確定要離開此對話嗎？您仍然可以查看訊息歷史，但不會收到新訊息。

# messaging_leave_disabled_tooltip
source: You cannot leave a group with fewer than 4 members.
es: No puedes salir de un grupo con menos de 4 miembros.
ko: 회원이 4명 미만인 그룹에서는 나갈 수 없습니다.
vi: Bạn không thể rời nhóm có ít hơn 4 thành viên.
zh_hans: 您无法离开成员少于4人的群组。
zh_hant: 您無法離開成員少於4人的群組。

# messaging_left_conversation
source: You left this conversation
es: Saliste de esta conversación
ko: 이 대화에서 나갔습니다
vi: Bạn đã rời cuộc trò chuyện này
zh_hans: 您已离开此对话
zh_hant: 您已離開此對話

# messaging_links_empty_state
source: Links shared in this conversation will appear here.
es: Los enlaces compartidos en esta conversación aparecerán aquí.
ko: 이 대화에서 공유된 링크가 여기에 표시됩니다.
vi: Liên kết được chia sẻ trong cuộc trò chuyện này sẽ xuất hiện ở đây.
zh_hans: 此对话中分享的链接将显示在这里。
zh_hant: 此對話中分享的連結將顯示在這裡。

# messaging_loading_conversations_accessibility
source: Loading conversations
es: Cargando conversaciones
ko: 대화 로딩 중
vi: Đang tải cuộc trò chuyện
zh_hans: 正在加载对话
zh_hant: 正在載入對話

# messaging_loading_more_conversations_accessibility
source: Loading more conversations
es: Cargando más conversaciones
ko: 더 많은 대화 로딩 중
vi: Đang tải thêm cuộc trò chuyện
zh_hans: 正在加载更多对话
zh_hant: 正在載入更多對話

# messaging_location_access_off_message
source: Location access is off. You can still search for a place or move the map. To share where you are, turn on location access in Settings.
es: El acceso a la ubicación está desactivado. Aún puedes buscar un lugar o mover el mapa. Para compartir dónde estás, activa el acceso a la ubicación en Ajustes.
ko: 위치 접근이 꺼져 있습니다. 장소를 검색하거나 지도를 움직일 수는 있습니다. 내 위치를 공유하려면 설정에서 위치 접근을 켜세요.
vi: Quyền truy cập vị trí đang tắt. Bạn vẫn có thể tìm kiếm một địa điểm hoặc di chuyển bản đồ. Để chia sẻ vị trí của bạn, hãy bật quyền truy cập vị trí trong Cài đặt.
zh_hans: 位置访问权限已关闭。您仍可搜索地点或移动地图。若要分享您所在的位置，请在“设置”中开启位置访问权限。
zh_hant: 位置存取權限已關閉。您仍可搜尋地點或移動地圖。若要分享您所在的位置，請在「設定」中開啟位置存取權限。

# messaging_location_current_accessibility
source: Show my current location
es: Mostrar mi ubicación actual
ko: 내 현재 위치 표시
vi: Hiện vị trí hiện tại của tôi
zh_hans: 显示我的当前位置
zh_hant: 顯示我的目前位置

# messaging_location_search_placeholder
source: Search for a location
es: Buscar una ubicación
ko: 위치 검색
vi: Tìm kiếm vị trí
zh_hans: 搜索位置
zh_hant: 搜尋位置

# messaging_location_selected
source: Selected
es: Seleccionado
ko: 선택됨
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選擇

# messaging_media_links
source: Links
es: Enlaces
ko: 링크
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

# messaging_media_load_failed
source: Couldn't load media for this conversation. Check your connection and try again.
es: No se pudo cargar el contenido multimedia de esta conversación. Revisa tu conexión e inténtalo de nuevo.
ko: 이 대화의 미디어를 불러오지 못했습니다. 연결을 확인하고 다시 시도해 주세요.
vi: Không thể tải phương tiện cho cuộc trò chuyện này. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法加载此对话的媒体。请检查网络连接后重试。
zh_hant: 無法載入此對話的媒體。請檢查網路連線後重試。

# messaging_media_message
source: Media message
es: Mensaje multimedia
ko: 미디어 메시지
vi: Tin nhắn đa phương tiện
zh_hans: 媒体消息
zh_hant: 媒體訊息

# messaging_media_photo_from_accessibility
source: Photo from %@
es: Foto de %@
ko: %@의 사진
vi: Ảnh từ %@
zh_hans: 来自%@的照片
zh_hant: 來自%@的照片

# messaging_media_photos
source: Photos
es: Fotos
ko: 사진
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# messaging_media_title
source: Media
es: Multimedia
ko: 미디어
vi: Phương tiện
zh_hans: 媒体
zh_hant: 媒體

# messaging_media_type_picker
source: Media Type
es: Tipo de multimedia
ko: 미디어 유형
vi: Loại phương tiện
zh_hans: 媒体类型
zh_hant: 媒體類型

# messaging_media_view_full_size_hint
source: Double-tap to view full size
es: Toca dos veces para ver a tamaño completo
ko: 두 번 탭하여 전체 크기로 보세요
vi: Nhấn đúp để xem kích thước đầy đủ
zh_hans: 轻点两下以查看完整尺寸
zh_hant: 點兩下以查看完整尺寸

# messaging_media_voice_from_accessibility
source: Voice message from %@
es: Mensaje de voz de %@
ko: %@님의 음성 메시지
vi: Tin nhắn thoại từ %@
zh_hans: 来自 %@ 的语音消息
zh_hant: 來自 %@ 的語音訊息

# messaging_member_options_accessibility
source: Options for %@
es: Opciones para %@
ko: %@님 관련 옵션
vi: Tùy chọn cho %@
zh_hans: %@ 的选项
zh_hant: %@ 的選項

# messaging_menu_add
source: Attachments
es: Adjuntos
ko: 첨부
vi: Tệp đính kèm
zh_hans: 附件
zh_hant: 附件

# messaging_menu_add_hint
source: Open menu to attach photo, voice note, or location
es: Abre el menú para adjuntar una foto, una nota de voz o una ubicación
ko: 메뉴를 열어 사진, 음성 메모 또는 위치를 첨부하세요
vi: Mở menu để đính kèm ảnh, tin nhắn thoại hoặc vị trí
zh_hans: 打开菜单以附加照片、语音消息或位置
zh_hant: 開啟選單以附加照片、語音訊息或位置

# messaging_menu_location
source: Location
es: Ubicación
ko: 위치
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# messaging_menu_photo
source: Photo
es: Foto
ko: 사진
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# messaging_menu_voice_note
source: Voice Note
es: Nota de voz
ko: 음성 메모
vi: Tin nhắn thoại
zh_hans: 语音消息
zh_hant: 語音訊息

# messaging_message
source: Message
es: Mensaje
ko: 메시지
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# messaging_messages
source: Messages
es: Mensajes
ko: 메시지
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# messaging_microphone_access_message
source: Microphone access is required to record audio messages. Please enable it in Settings.
es: Se necesita acceso al micrófono para grabar mensajes de audio. Actívalo en Ajustes.
ko: 음성 메시지를 녹음하려면 마이크 접근 권한이 필요합니다. 설정에서 허용해 주세요.
vi: Cần quyền truy cập micrô để ghi tin nhắn thoại. Vui lòng bật trong Cài đặt.
zh_hans: 录制语音消息需要麦克风访问权限。请在设置中开启。
zh_hant: 錄製語音訊息需要麥克風取用權限。請在設定中開啟。

# messaging_microphone_access_title
source: Microphone Access
es: Acceso al micrófono
ko: 마이크 접근
vi: Quyền truy cập micrô
zh_hans: 麦克风访问权限
zh_hant: 麥克風取用權限

# messaging_moderation_hidden_accessibility
source: This message was hidden by moderators.
es: Los moderadores ocultaron este mensaje.
ko: 이 메시지는 운영자가 숨겼습니다.
vi: Tin nhắn này đã bị người kiểm duyệt ẩn.
zh_hans: 此消息已被管理员隐藏。
zh_hant: 此訊息已被管理員隱藏。

# messaging_moderation_hidden_accessibility_with_reason
source: This message was hidden by moderators. Reason: %@.
es: Los moderadores ocultaron este mensaje. Motivo: %@.
ko: 이 메시지는 운영자가 숨겼습니다. 사유: %@.
vi: Tin nhắn này đã bị người kiểm duyệt ẩn. Lý do: %@.
zh_hans: 此消息已被管理员隐藏。原因：%@。
zh_hant: 此訊息已被管理員隱藏。原因：%@。

# messaging_moderation_hidden_subtitle
source: Only you can see this placeholder because the message was hidden after review.
es: Solo tú puedes ver este marcador porque el mensaje se ocultó después de una revisión.
ko: 검토 후 메시지가 숨겨졌기 때문에 이 자리 표시자는 본인에게만 보입니다.
vi: Chỉ bạn mới thấy phần giữ chỗ này vì tin nhắn đã bị ẩn sau khi được xem xét.
zh_hans: 只有您能看到此占位提示，因为该消息在审核后已被隐藏。
zh_hant: 只有您能看到此預留提示，因為該訊息在審核後已被隱藏。

# messaging_moderation_hidden_title
source: Message hidden by moderators
es: Mensaje oculto por los moderadores
ko: 운영자가 숨긴 메시지
vi: Tin nhắn đã bị người kiểm duyệt ẩn
zh_hans: 消息已被管理员隐藏
zh_hant: 訊息已被管理員隱藏

# messaging_must_be_signed_in_to_block
source: You must be signed in to block users.
es: Debes iniciar sesión para bloquear usuarios.
ko: 사용자를 차단하려면 로그인해야 합니다.
vi: Bạn phải đăng nhập để chặn người dùng.
zh_hans: 您必须登录才能屏蔽用户。
zh_hant: 您必須登入才能封鎖用戶。

# messaging_mute
source: Mute
es: Silenciar
ko: 음소거
vi: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

# messaging_mute_1_hour
source: For 1 Hour
es: Durante 1 hora
ko: 1시간 동안
vi: Trong 1 giờ
zh_hans: 1小时
zh_hant: 1小時

# messaging_mute_8_hours
source: For 8 Hours
es: Durante 8 horas
ko: 8시간 동안
vi: Trong 8 giờ
zh_hans: 8小时
zh_hant: 8小時

# messaging_mute_24_hours
source: For 24 Hours
es: Durante 24 horas
ko: 24시간 동안
vi: Trong 24 giờ
zh_hans: 24小时
zh_hant: 24小時

# messaging_mute_indefinitely
source: Until I Turn It Back On
es: Hasta que las reactive
ko: 다시 켤 때까지
vi: Cho đến khi tôi bật lại
zh_hans: 直到我重新开启
zh_hant: 直到我重新開啟

# messaging_mute_notifications
source: Mute Notifications
es: Silenciar notificaciones
ko: 알림 음소거
vi: Tắt tiếng thông báo
zh_hans: 静音通知
zh_hant: 靜音通知

# messaging_muted
source: muted
es: silenciado
ko: 음소거됨
vi: đã tắt tiếng
zh_hans: 已静音
zh_hant: 已靜音

# messaging_n_replies
source: %d replies
es: %d respuestas
ko: 답글 %d개
vi: %d trả lời
zh_hans: %d 条回复
zh_hant: %d 則回覆

# messaging_new_message
source: New Message
es: Nuevo mensaje
ko: 새 메시지
vi: Tin nhắn mới
zh_hans: 新消息
zh_hant: 新訊息

# messaging_no_audio
source: No Audio
es: Sin audio
ko: 오디오 없음
vi: Không có âm thanh
zh_hans: 没有音频
zh_hant: 沒有音訊

# messaging_no_links
source: No Links
es: Sin enlaces
ko: 링크 없음
vi: Không có liên kết
zh_hans: 没有链接
zh_hant: 沒有連結

# messaging_no_messages_yet
source: No messages yet
es: Aún no hay mensajes
ko: 아직 메시지 없음
vi: Chưa có tin nhắn
zh_hans: 暂无消息
zh_hant: 暫無訊息

# messaging_no_more_conversations
source: No more conversations
es: No hay más conversaciones
ko: 더 이상 대화가 없습니다
vi: Không còn cuộc trò chuyện nào
zh_hans: 没有更多对话
zh_hant: 沒有更多對話

# messaging_no_photos
source: No Photos
es: Sin fotos
ko: 사진 없음
vi: Không có ảnh
zh_hans: 没有照片
zh_hant: 沒有照片

# messaging_no_replies_yet
source: No replies yet
es: Aún no hay respuestas
ko: 아직 답글 없음
vi: Chưa có trả lời
zh_hans: 暂无回复
zh_hant: 暫無回覆

# messaging_no_users_found_message
source: Try a different search term
es: Prueba con otro término de búsqueda
ko: 다른 검색어를 시도해 보세요
vi: Thử một từ khóa khác
zh_hans: 请尝试其他搜索词
zh_hant: 請嘗試其他搜尋詞

# messaging_no_users_found_title
source: No Users Found
es: No se encontraron usuarios
ko: 사용자를 찾을 수 없음
vi: Không tìm thấy người dùng
zh_hans: 未找到用户
zh_hant: 未找到使用者

# messaging_not_authenticated
source: Not authenticated
es: No autenticado
ko: 인증되지 않음
vi: Chưa xác thực
zh_hans: 未认证
zh_hant: 未認證

# messaging_not_sent_tap_to_retry
source: Not sent. Tap to retry
es: No enviado. Toca para reintentar
ko: 전송 실패. 탭하여 다시 시도
vi: Chưa gửi. Nhấn để thử lại
zh_hans: 未发送。点击重试
zh_hant: 未發送。點擊重試

# messaging_notifications_section
source: Notifications
es: Notificaciones
ko: 알림
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# messaging_open_settings
source: Open Settings
es: Abrir ajustes
ko: 설정 열기
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

# messaging_original_message_deleted
source: Original message deleted
es: Mensaje original eliminado
ko: 원본 메시지 삭제됨
vi: Tin nhắn gốc đã bị xóa
zh_hans: 原始消息已删除
zh_hant: 原始訊息已刪除

# messaging_original_message_unavailable
source: Original message unavailable
es: Mensaje original no disponible
ko: 원본 메시지를 사용할 수 없음
vi: Tin nhắn gốc không khả dụng
zh_hans: 原始消息不可用
zh_hant: 原始訊息不可用

# messaging_participants_count
source: Participants (%lld)
es: Participantes (%lld)
ko: 참가자 (%lld)
vi: Người tham gia (%lld)
zh_hans: 参与者 (%lld)
zh_hant: 參與者 (%lld)

# messaging_participants_section_count
source: Participants (%lld/50)
es: Participantes (%lld/50)
ko: 참가자 (%lld/50)
vi: Người tham gia (%lld/50)
zh_hans: 参与者（%lld/50）
zh_hant: 參與者（%lld/50）

# messaging_photo
source: Photo
es: Foto
ko: 사진
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# messaging_photo_source
source: Add Photo
es: Agregar foto
ko: 사진 추가
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 新增照片

# messaging_photos_empty_state
source: Photos shared in this conversation will appear here.
es: Las fotos compartidas en esta conversación aparecerán aquí.
ko: 이 대화에서 공유된 사진이 여기에 표시됩니다.
vi: Ảnh được chia sẻ trong cuộc trò chuyện này sẽ xuất hiện ở đây.
zh_hans: 此对话中分享的照片将显示在这里。
zh_hant: 此對話中分享的照片將顯示在這裡。

# messaging_pin
source: Pin
es: Fijar
ko: 고정
vi: Ghim
zh_hans: 置顶
zh_hant: 置頂

# messaging_pinned
source: Pinned
es: Fijado
ko: 고정됨
vi: Đã ghim
zh_hans: 已置顶
zh_hant: 已置頂

# messaging_placeholder
source: Message
es: Mensaje
ko: 메시지
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# messaging_provide_additional_context
source: Provide any additional context that may help us review this report.
es: Proporciona cualquier contexto adicional que pueda ayudarnos a revisar este reporte.
ko: 이 신고를 검토하는 데 도움이 될 추가 정보를 제공해 주세요.
vi: Cung cấp bất kỳ thông tin bổ sung nào có thể giúp chúng tôi xem xét báo cáo này.
zh_hans: 请提供任何可能帮助我们审查此举报的额外信息。
zh_hant: 請提供任何可能幫助我們審查此檢舉的額外資訊。

# messaging_rate_limit_send
source: Please wait before sending another message
es: Por favor, espera antes de enviar otro mensaje
ko: 다른 메시지를 보내기 전에 잠시 기다려 주세요
vi: Vui lòng đợi trước khi gửi tin nhắn khác
zh_hans: 请稍候再发送另一条消息
zh_hant: 請稍候再發送另一則訊息

# messaging_reaction_by_accessibility
source: %@ by %@
es: %@ de %@
ko: %@, %@님
vi: %@ bởi %@
zh_hans: %@，来自 %@
zh_hant: %@，來自 %@

# messaging_reaction_exclamation
source: Exclamation
es: Exclamación
ko: 느낌표
vi: Dấu chấm than
zh_hans: 感叹号
zh_hant: 驚嘆號

# messaging_reaction_haha
source: Ha ha
es: Ja ja
ko: 하하
zh_hans: 哈哈
zh_hant: 哈哈

# messaging_reaction_heart
source: Heart
es: Corazón
ko: 하트
vi: Trái tim
zh_hans: 爱心
zh_hant: 愛心

# messaging_reaction_question_mark
source: Question mark
es: Signo de interrogación
ko: 물음표
vi: Dấu chấm hỏi
zh_hans: 问号
zh_hant: 問號

# messaging_reaction_thumbs_down
source: Thumbs down
es: Pulgar hacia abajo
ko: 싫어요
vi: Không thích
zh_hans: 点踩
zh_hant: 倒讚

# messaging_reaction_thumbs_up
source: Thumbs up
es: Pulgar hacia arriba
ko: 좋아요
vi: Thích
zh_hans: 点赞
zh_hant: 讚

# messaging_reactions_count_plural
source: %lld reactions: %@
es: %lld reacciones: %@
ko: 반응 %lld개: %@
vi: %lld phản ứng: %@
zh_hans: %lld 个表情回应：%@
zh_hant: %lld 個表情回應：%@

# messaging_reactions_count_singular
source: %lld reaction: %@
es: %lld reacción: %@
ko: 반응 %lld개: %@
vi: %lld phản ứng: %@
zh_hans: %lld 个表情回应：%@
zh_hant: %lld 個表情回應：%@

# messaging_reactions_title
source: Reactions
es: Reacciones
ko: 반응
vi: Phản ứng
zh_hans: 表情回应
zh_hant: 表情回應

# messaging_read_by_count
source: Read by %lld
es: Leído por %lld
ko: %lld명이 읽음
vi: Đã đọc bởi %lld
zh_hans: %lld人已读
zh_hant: %lld人已讀

# messaging_reason
source: Reason
es: Motivo
ko: 사유
vi: Lý do
zh_hans: 原因
zh_hant: 原因

# messaging_recording
source: Recording...
es: Grabando...
ko: 녹음 중...
vi: Đang ghi âm...
zh_hans: 录音中...
zh_hant: 錄音中...

# messaging_remove_participant
source: Remove
es: Eliminar
ko: 제거
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# messaging_remove_participant_accessibility
source: Remove %@
es: Eliminar a %@
ko: %@ 제거
vi: Xóa %@
zh_hans: 移除 %@
zh_hant: 移除 %@

# messaging_remove_participant_confirmation
source: Are you sure you want to remove %@ from this conversation?
es: ¿Estás seguro de que deseas eliminar a %@ de esta conversación?
ko: 이 대화에서 %@을(를) 제거하시겠습니까?
vi: Bạn có chắc chắn muốn xóa %@ khỏi cuộc trò chuyện này?
zh_hans: 确定要将%@从此对话中移除吗？
zh_hant: 確定要將%@從此對話中移除嗎？

# messaging_remove_participant_generic_confirmation
source: Are you sure you want to remove this participant?
es: ¿Estás seguro de que deseas eliminar a este participante?
ko: 이 참여자를 제거하시겠습니까?
vi: Bạn có chắc chắn muốn xóa người tham gia này?
zh_hans: 确定要移除此参与者吗？
zh_hant: 確定要移除此參與者嗎？

# messaging_remove_photo_accessibility
source: Remove photo
es: Eliminar foto
ko: 사진 제거
vi: Xóa ảnh
zh_hans: 移除照片
zh_hant: 移除照片

# messaging_remove_reaction
source: Remove %@
es: Eliminar %@
ko: %@ 제거
vi: Xóa %@
zh_hans: 移除 %@
zh_hant: 移除 %@

# messaging_replying_to
source: Replying to
es: Respondiendo a
ko: 답장 대상
vi: Đang trả lời
zh_hans: 回复
zh_hant: 回覆

# messaging_report_harassment
source: Harassment
es: Acoso
ko: 괴롭힘
vi: Quấy rối
zh_hans: 骚扰
zh_hant: 騷擾

# messaging_report_inappropriate_content
source: Inappropriate Content
es: Contenido inapropiado
ko: 부적절한 콘텐츠
vi: Nội dung không phù hợp
zh_hans: 不当内容
zh_hant: 不當內容

# messaging_report_message
source: Report
es: Reportar
ko: 신고
vi: Báo cáo
zh_hans: 举报
zh_hant: 檢舉

# messaging_report_other
source: Other
es: Otro
ko: 기타
vi: Khác
zh_hans: 其他
zh_hant: 其他

# messaging_report_scam
source: Scam
es: Estafa
ko: 사기
vi: Lừa đảo
zh_hans: 诈骗
zh_hant: 詐騙

# messaging_report_submitted
source: Report submitted
es: Reporte enviado
ko: 신고가 접수되었습니다
vi: Đã gửi báo cáo
zh_hans: 举报已提交
zh_hant: 檢舉已提交
